Repository: tsielknovnomis/Ruuvi-Station-Localization-Polish
Catalog: tm/tmx2source/DE.tmx
Source language: en_gb
Languages: de_de

source: In order to share the sensor, you need to have a Ruuvi Gateway router nearby the sensor
de_de: Um den Sensor zu teilen, benötigen Sie einen Ruuvi Gateway-Router in der Nähe des Sensors

source: This sensor is already shared
de_de: Dieser Sensor wurde bereits geteilt

source: Unable to send e-mail
de_de: Die Email kann nicht gesendet werden

source: Missing argument
de_de: Fehlendes Argument

source: Invalid density mode
de_de: Ungültiger Dichtemodus

source: Invalid sort mode
de_de: Ungültiger Sortiermodus

source: Invalid time range
de_de: Ungültiger Zeitraum

source: Invalid e-mail address
de_de: Ungültige E-Mail-Adresse

source: Invalid MAC-address
de_de: Ungültige MAC-Adresse

source: Data storage error
de_de: Datenspeicherfehler

source: No user
de_de: Kein Benutzer

source: Experimental features
de_de: Experimentelle Funktionen

source: In normal use, it's not necessary to adjust the offset.\n\nIf you're an advanced user and you'd like to manually configure the factory calibrated sensors, it's possible to do so.\n\nCalibration tips are available on ruuvi.com/support
de_de: Bei normalem Gebrauch ist es nicht erforderlich, den Offset anzupassen.\n\nWenn Sie ein fortgeschrittener Benutzer sind und die werkseitig kalibrierten Sensoren manuell konfigurieren möchten, ist dies möglich.\n\nTipps zur Kalibrierung sind auf ruuvi.com/support verfügbar

source: Clear calibration settings?
de_de: Kalibrierungseinstellungen löschen?

source: Calibration setup
de_de: Kalibriereinrichtung

source: Enter the expected temperature value from sensor under current conditions ({%@^%1$s}):
de_de: Geben Sie den erwarteten Temperaturwert des Sensors unter aktuellen Bedingungen ein ({%@^%1$s}):

source: Enter the expected pressure value from sensor under current conditions ({%@^%1$s}):
de_de: Geben Sie den erwarteten Druckwert vom Sensor unter aktuellen Bedingungen ein ({%@^%1$s}):

source: Enter the expected humidity value from sensor under current conditions ({%@^%1$s}):
de_de: Geben Sie den erwarteten Feuchtigkeitswert des Sensors unter den aktuellen Bedingungen ein ({%@^%1$s}):

source: Original measured value
de_de: Ursprünglicher Messwert

source: Corrected value
de_de: Korrigierter Wert

source: Temperature offset
de_de: Temperatur-Offset

source: Humidity offset
de_de: Feuchtigkeits-Offset

source: Pressure offset
de_de: Druckoffset

source: Offset correction
de_de: Offset-Korrektur

source: Synchronising
de_de: Synchronisieren

source: Temperature
de_de: Temperatur

source: Humidity
de_de: Feuchtigkeit

source: Pressure
de_de: Druck

source: {%@^%1$s} ago
de_de: vor {%@^%1$s}

source: Only sensors within range of your Ruuvi Gateway can be shared. If you don't have one yet, get it on ruuvi.com/gateway
de_de: Nur Sensoren in Reichweite Ihres Ruuvi Gateways können geteilt werden. Wenn Sie noch keinen haben, holen Sie ihn sich auf ruuvi.com/gateway

source: Latest available Ruuvi Firmware version:
de_de: Neueste verfügbare Ruuvi Firmware-Version:

source: Current version:
de_de: Aktuelle Version:

source: Your sensor doesn't report its current firmware version. This means that it's probably running an old firmware version and updating it is recommended
de_de: Ihr Sensor meldet seine aktuelle Firmware-Version nicht. Dies bedeutet, dass wahrscheinlich eine alte Firmware-Version ausgeführt wird und eine Aktualisierung empfohlen wird

source: You are running the latest firmware version, no need to update
de_de: Sie verwenden die neueste Firmware-Version, keine Aktualisierung erforderlich

source: Start update process
de_de: Update-Prozess starten

source: Downloading the latest firmware to be updated...
de_de: Laden Sie die neueste zu aktualisierende Firmware herunter...

source: Prepare your sensor
de_de: Bereiten Sie Ihren Sensor vor

source: 1. Open the cover of your Ruuvi sensor
de_de: 1. Öffnen Sie die Abdeckung Ihres Ruuvi-Sensors

source: 2. Set the sensor to updating mode
de_de: 2. Stellen Sie den Sensor in den Aktualisierungsmodus

source: If your sensor has two buttons, press the R button while also pressing the B button
de_de: Wenn Ihr Sensor über zwei Tasten verfügt, drücken Sie die R-Taste und gleichzeitig die B-Taste

source: If your sensor has one button, keep the button pressed for ten seconds
de_de: Wenn Ihr Sensor über eine Taste verfügt, halten Sie die Taste zehn Sekunden lang gedrückt

source: 3. When successfully completed you will see a continuous red light
de_de: 3. Nach erfolgreichem Abschluss sehen Sie ein kontinuierliches rotes Licht

source: Updating...
de_de: Aktualisierung...

source: Searching for a sensor
de_de: Auf der Suche nach einem Sensor

source: Start the update
de_de: Starten Sie das Update

source: Do not close app or power off the sensor during the update.
de_de: Schließen Sie die App nicht und schalten Sie den Sensor während des Updates nicht aus.

source: Update successful
de_de: Aktualisierung erfolgreich

source: Successfully shared sensor
de_de: Sensor erfolgreich geteilt

source: General
de_de: Allgemein

source: Remove this sensor
de_de: Entfernen Sie diesen Sensor

source: Shared
de_de: Geteilt

source: Not shared
de_de: Nicht geteilt

source: Claim sensor
de_de: Sensor beanspruchen

source: Claim Ownership
de_de: Inhaberschaft beanspruchen

source: Do you own this sensor? If yes, please claim ownership of the sensor and it'll be added to your Ruuvi account. Every Ruuvi sensor can have only one owner.\n\nBenefits:\n\n ● Sensor names, background images, offsets and alert settings will be securely stored in the cloud\n\n ● Access sensors remotely over the Internet (requires a Ruuvi Gateway)\n\n ● Share sensors with friends and family (requires a Ruuvi Gateway)\n\n ● Browse up to 2 years of history on station.ruuvi.com (requires a Ruuvi Gateway)
de_de: Besitzen Sie diesen Sensor? Wenn ja, beanspruchen Sie bitte den Besitz des Sensors und er wird Ihrem Ruuvi-Konto hinzugefügt. Jeder Ruuvi-Sensor kann nur einen Besitzer haben.\n\nVorteile:\n\n ● Sensornamen, Hintergrundbilder, Offsets und Alarmeinstellungen werden sicher in der Cloud gespeichert\n\n ● Fernzugriff auf Sensoren über das Internet (erfordert ein Ruuvi Gateway)\n\n ● Teilen Sie Sensoren mit Freunden und Familie (erfordert ein Ruuvi Gateway)\n\n ● Sehen Sie bis zu 2 Jahre Geschichtsdaten auf station.ruuvi.com (erfordert ein Ruuvi-Gateway)

source: Ownership of the sensor claimed successfully
de_de: Besitz des Sensors erfolgreich beansprucht

source: By removing the sensor, your sensor ownership status will be revoked. After removal, someone else can claim ownership of the sensor. Every Ruuvi sensor can have only one owner.
de_de: Durch das Entfernen des Sensors wird Ihr Sensor-Eigentumsstatus widerrufen. Nach dem Entfernen kann eine andere Person das Eigentum an dem Sensor beanspruchen. Jeder Ruuvi-Sensor kann nur einen Besitzer haben.

source: If you remove the sensor, the owner of the sensor will be notified and you cannot access the sensor anymore.
de_de: Wenn Sie den Sensor entfernen, wird der Besitzer des Sensors benachrichtigt und Sie können nicht mehr auf den Sensor zugreifen.

source: Logged in:
de_de: Eingeloggt:

source: Your sensors will be in alphabetical order.
de_de: Ihre Sensoren werden in alphabetischer Reihenfolge angezeigt.
